[
    {
      "id": "1",
      "name": "Ramona Tyler",
      "rating" : "4.7",
      "image" : "https://randomuser.me/api/portraits/men/64.jpg",
      "comment" : "I am from USA and i am looking for soundbox in online store. Then i found this site and ordered a product, product quality is so good and cool ! Thanks SONIC SOUND  "
    },
    {
      "id": "2",
      "name": "Ross Charles",
      "rating" : "4.4",
      "image" : "https://randomuser.me/api/portraits/men/76.jpg",
      "comment" : "Sound sonic is very effective platform to buy soundbox as you need . Last yesterday i just get my order within 1 days . Thanks for fast delevary !"
    },
    {
      "id": "3",
      "name": "Ellison Garrison",
      "rating" : "4.6",
      "image" : "https://randomuser.me/api/portraits/women/74.jpg",
      "comment" : "Sound sonic is my most favourite site for buying soundbox . Here price is low but product quality is cool and  i get my ordered within 1 day ! Great !!"
    },
    {
      "id": "4",
      "name": "Winifred Buckner",
      "rating" : "4.8",
      "image" : "https://randomuser.me/api/portraits/men/60.jpg",
      "comment" : "What isn’t talked about anywhere is the fact that you can pair two phones to the speaker at the same time and seamlessly switch playing between devices without having the music stop. Thanks Sonic Sound "
    },
    {
      "id": "5",
      "name": "Mendoza Dorsey",
      "rating" : "4.5",
      "image": "https://randomuser.me/api/portraits/women/94.jpg",
      "comment" : " Sound Sonic It's an amazing site! Product Sound quality is clean and bass is over the top! It's very portable and it feels very supreme. There was absolutely no problem connecting to it; it connects to my phone in like 10 seconds. It's great. "
    },
    {
      "id": "6",
      "name": "Joyner Sherman",
      "rating" : "4.7",
      "image": "https://randomuser.me/api/portraits/men/47.jpg",
      "comment" : "Today i just brought a sound box , WOW! Surprisingly strong base very good sound. I had bought an Extrem 2 at first (gave it to my son). This has twice the umf of my Extreme. Very well built. Battery life is vert good."
    }

]